13/data/attachments/5a76a4633b6328cc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_76ffa7ac-e1c7-4c72-9987-bf5304e710e8</nif:username>
            <nif:friendToBeAdded>John_anyone_Friend_98689_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>